WebDesktopV1/ejemplosextjs-4.1.1a-en-RoR/app/controllers/ajaxejemplo09_controller.rb

SELECT `usuarios`.* FROM `usuarios`
SELECT COUNT(*) FROM `usuarios`
---
 def index
   @usuarios = Usuarios.all
   @son = Usuarios.count